import { Trainer } from '../../../src/interfaces/index';

const trainers: Trainer[] = [
    {
        id: 1,
        photo: 'Tsigler.png',
        name: 'Цыглер Игорь Фёдорович',
        description: 'Технический тренер. Высшее техническое образование. Гомельский политехнический университет имени П.О.Сухого. Кафедра: «Технология машиностроения». Более 20 лет в автомобильном бизнесе, руководитель гарантийной службы дилерского центра, сертифицированный эксперт по автозапчастям и агрегатам Bosch в Республике Беларусь, аккредитованный Министерством юстиции Республики Беларусь судебный эксперт в области автотехнических экспертиз. Технический тренер, сертифицированный компанией Robert Bosch. https://autoexpertisa.by/'
    },

    {
        id: 2,
        photo: 'Tsigler.png',
        name: 'Брендиков Сергей Евгеньевич',
        description: 'Технический тренер. Высшее техническое образование. Рижское Высшее Военное Инженерно-авиационное училище. Кафедра: «Летательные аппараты. Силовые установки». Начинал работу в автомобильном бизнесе в 2009 году в качестве инженера автомобильного сервиса. В 2012 году – технический директор компании по поставкам оборудования для сервиса автомобилей. В настоящее время главный инженер Бош Сервиса, технический тренер, сертифицированный компанией Robert Bosch.'
    },

    {
        id: 3,
        photo: 'Tsigler.png',
        name: 'Шоломицкий Кирилл Викторович',
        description: 'Бизнес-тренер. Высшее техническое образование. Белорусский Государственный Университет. Кафедра: «Лазерная физика и спектроскопия». Работа в продажах с 2003 года. Бизнес-школа MAX Атлант-М, Таллинская школа менеджеров, сертифицированный по стандартам BMW руководитель службы продаж и HR-службы (IBT BMW, г.Москва), сертифицированным тренер по теории продаж и управления продажами (International Buisness Group г.Москва), прошёл полный курс обучения по применению подходов НЛП в продажах.'
    },

    {
        id: 4,
        photo: 'Tsigler.png',
        name: 'Котельников Александр Викторович',
        description: 'Технический тренер. Высшее образование. Нижегородский государственный лингвистический университет им. Н.А. Добролюбова. Переводческий факультет. Английский, французский языки, технический переводчик. С 1990 года старший эксперт отдела внешних связей Заволжского моторного завода, г. Заволжье Нижегородской области. В автомобильном бизнесе с 2003 года. С 2003 по 2007: служба приёмки и снабжения ЗАО Галс Авто (дилер по запасным частям и оборудованию). С 2007 года сертифицированный технический тренер по стандартам Robert Bosch GmbH службы сервисного развития и техподдержки компании ООО «Роберт Бош» в регионе Российская Федерация, Республика Беларусь и Казахстан.'
    }
]

export default trainers;