import { Schedule } from '../../../src/interfaces/index';

const schedule: Schedule[] = [
    {
        month: 11,
        year: 2022,
        trainings: [
            ['Менеджмент и управление', '9', 'Минск'],
            ['Обслуживание и ремонт тормозных систем <u>(день 1)</u>', '16', 'Минск'],
            ['Обслуживание и ремонт тормозных систем <u>(день 2)</u>', '17', 'Минск'],
            ['Ситуационное лидерство', '23', 'Минск']
        ]
    },

    {
        month: 12,
        year: 2022,
        trainings: [
            ['Борьба с возражениями', '7', 'Минск'],
            ['Технология дизельного впрыска <u>(день 1)</u>', '8', 'Минск'],
            ['Технология дизельного впрыска <u>(день 2)</u>', '9', 'Минск'],
            ['Продажи услуг в автосервисе', '21', 'Минск']
        ]
    },
]

export default schedule;