import { Schedule } from '../../../src/interfaces/index';

const schedule: Schedule[] = [
    {
        month: 9,
        trainings: [
            ['Автомобильная механика и техническое обслуживание автомобиля', '14', 'Минск'],
            ['Обслуживание ГРМ', '21', 'Гродно'],
        ]
    },

    {
        month: 10,
        trainings: [
            ['Автомобильная механика и техническое обслуживание автомобиля', '16', 'Минск'],
            ['Обслуживание ГРМ', '1', 'Гродно'],
        ]
    },

    {
        month: 11,
        trainings: [
            ['Автомобильная механика и техническое обслуживание автомобиля', '16', 'Минск'],
            ['Обслуживание ГРМ', '1', 'Гродно'],
            ['dfgfdgfdgdf', '10', 'Dbkmy.c'],
        ]
    },
]

export default schedule;